{
 "loading_messages": [
  "Join Discord Cuy : https://discord.gg/U2SUvJKQkk",
  "Made In Indonesia",
  "Terlalu terang? Atau Terlalu Gelap?, Cobalah Atur Gamma Brightness Di Pengaturan Video Paling Bawah.",
  "Andai Kalian Tahu Kalau Membuat Deferred/Visuals Pack Itu 'Mudah' anda bisa mempelajarinya di discord kami hehe.",
  "Mau Coba Yang Lebih Berkualitas? Cobalah Strawberry Visuals.",
  "Sangat Sedikit Orang Indonesia Membuat Visuals Pack Apalagi Shader Renderdragon Jika Ber Minaj Kalian Bisa Belajar Di Discord Kami.",
  "Semoga Banyak Rejekinya ya^^",
  "Vibrant Visuals BUKAN SHADER",
  "La la la lahar A a a ayam",
  "Membuat Konten Penipuan Dan Relink Karya Orang lain Tidak Membuatmu Keren",
  "Deferred Technical Preview BUKAN SHADER",
  "Kalau Mau Pake 'SHADER' Instal MB Loader Dan Pasang Disini Shader Renderdragon Nya.",
  "Ray Tracing Bukan Shader Apalagi Bukan RTX Juga Dawg",
  "RTX Bukan Artinya Ray Tracing Atau HD Tapi Nama Seri GPU Geforce Nvindia",
  "Paham",
  "Jangan Lupa cek Pengaturan Video Paling Bawah",
  "Jangan Lupa Aktifkan Eksperimental 'Render Dragon For Creator' Untuk Yang Udah Masang Visuals Pack Atau Custom Vibrant Visuals",
  "Yang Anda Pakai Ini Bukanlah Shader Melainkan Ini Adalah Graphics/Deferred Pack",
  "Jangan Lupa Bersyukur Ya",
  "Semoga Update Kedepan Nya Lebih Ringan Dan Bagus",
  "Jika Mengalami Lag atau Low FPS, Dianjurkan Untuk Menurunkan Resoulsi yang disarankan.",
  "Udah Rata Kiri Masih LAG?, Tunggu Update kedepan nya mungkin hal ini dapat diatasi :)",
  //"Paket Ini Akan Kurang Maksimal Jika Tanpa Aplikasi Minecraft x Raiden Visuals(Untuk Pengguna Android)",
  //"Disarankan Mengunakan Konfigurasi Custom Raiden Visuals!",
  "Raiden Visuals Hanya Sebuah Konfigurasi Deferred Yang Dikustomisasi Bertujuan Untuk Meningkatkan Performa Lebih Optimal",
  "Subscribe YT : @Veda Raiden Untuk dapatkan Info Update Mod Raiden Visuals",
  "Atur Upscaling Menjadi 33% Untuk Mendapatkan Performa Lebih baik",
  "Terlalu terang? Atau Terlalu Gelap?, Cobalah Atur Gamma Brightness Di Pengaturan Video Paling Bawah.",
  "Semoga Banyak Rejekinya ya^^",
"Free Palestine",
"Semoga Dilancarkan Rezekinya Agar Bisa Dibelikan Device Bagus",
"Semoga Kalian Bisa Dibelikan Perangkat Yang Lebih Baik Lagi",
"Semakin Tinggi Kualitas Dan Resolusi maka semakin berat juga hasilnya, namun Semakin Rendah Kualitas Dan resolusi nya maka semakin ringan.",
"Disarankan Anda Kustom sendiri Pengaturan Grafik mu",
"Sudah 2 Tahun Fitur Deferred Technical Preview Belum selesai release.",
"Jangan Lupa Share Ke teman teman mu soal Raiden Deferred Mod ini Dapat Meningkatkan Performa dan menjadi lebih ringan mengunakan fitur Deferred Technical Preview.",
"Sorry NgeYapping",
"Jangan Lupa Kalau Kalian Menambahkan Cahaya Seperti Obor dan melintasinya akan ada bayangan dirimu jika anda mengaktifkan Point Light Shadows.",
  "Jangan Lupa cek Pengaturan Video Paling Bawah",
  "Jangan Lupa Aktifkan Eksperimental 'Render Dragon For Creator'",
  "Raiden Visuals Bukan SHADER, Raiden Visuals Hanya Mod Untuk Meningkatkan Performa Grafis Vibrant Visuals Saja",
"Aktifkan Prioritas Laju Bingkai Bagi HP Yg Support dan dapat melancarkan Peforma Gameplay mu",
  "Jangan Lupa Bersyukur Ya",
"Jangan Lupa Mengunakan Resource Pack PBR/Deferred Nya ya",
"Ingin Ada Garis Cahaya Kabut? Naikan Resolusi Kabut Volumetrik",
  "Semoga Update Kedepan Nya Lebih Ringan Dan Bagus",
  "Jika Mengalami Lag atau Low FPS, Dianjurkan Untuk Menurunkan Resoulsi/Upscaling lebih rendah.",
  "Udah Rata Kiri Masih LAG?, Tunggu Update kedepan nya mungkin hal ini dapat diatasi :)",
  "Ciri Ciri Anda Benar-Benar Menggunakan Raiden Visuals Yaitu Bayangan Tajam Dan Tidak, Dan Lebih Ringan Ketimbang Versi Bawaan Nya."
 ]
}